/**********************************/
/*                                */
/*    CONTROL TITLES              */
/*                                */
/**********************************/

/* PDE LABELS */
"Paper Type/Quality" = "纸张类型/质量";
"Paper Type" = "纸张类型";
"Orientation" = "打印方向";

/* Driver information strings for print dialog summary panel */
"Driver Name" = "驱动程序名称";
"Driver Support Version" = "驱动程序支持版本";
"DriverNameValue" = "HP Designjet Driver";

"Driver Version" = "驱动程序版本";
"Save PCL to file" = "保存 PCL 到文件";
"All rights reserved." = "保留所有版权。";

/* SUMMARY PDE STRINGS */
"Not Applicable" = "不适用";
"Disabled" = "已禁用";
"On" = "开";
"Off" = "关";
"Generic" = "一般";
"Cyan" = "青色";
"Magenta" = "品红色";
"Yellow" = "黄色";
"Black" = "黑色";
"Red" = "红色";
"Green" = "绿色";
"Blue" = "蓝色";
"Saturation" = "饱和度";
"Brightness" = "亮度";
"ColorSync profile" = "ColorSync 配置文件";
"Ink Volume" = "墨水量";
"Summary" = "摘要";
"Mirror Image" = "镜像图像";

/* MAIN TAB TITLES */
"Paper" = "纸张";
"HPPaper" = "纸张";

"Color Options" = "颜色选项";
"HPColorOptions" = "颜色选项";
"CMYK Settings" = "CMYK 设置";


/**********************************/
/*                                */
/*        COLOR                   */
/*                                */
/**********************************/
"Saturation:" = "饱和度：";
"Brightness:" = "亮度：";
"Color Tone:" = "色调：";
"AdobeRGB" = "Adobe RGB (1998)";  /* This string does not need translation */

"Optimize for:" = "优化：";
"Optimize for" = "优化：";
"Line Drawings" = "线绘图";
"Text/Images" = "文本/图像";

/**********************************/
/*                                */
/*        CMYK SETTINGS           */
/*                                */
/**********************************/
"Cyan:" = "青色：";
"Magenta:" = "品红色：";
"Yellow:" = "黄色：";
"Black:" = "黑色：";
"Min" = "最小";
"Max" = "最大";

/**********************************/
/*                                */
/*         GRAYSCALE              */
/*                                */
/**********************************/
"Grayscale" = "灰度级";
"High Quality" = "高质量";
"Black Only" = "仅黑色";
"Print in grayscale" = "灰度打印";

/**********************************/
/*                                */
/*       PRINT QUALITY            */
/*                                */
/**********************************/
"Quality" = "质量";
"Quality:" = "质量：";
/* PRINT QUALITY LIST */
"Normal" = "正常";
"Best" = "最佳";
"Highest" = "最高";
"Maximum dpi" = "最大 dpi";
"Fast" = "快速";
"Fast Draft" = "快速草稿";
"Lines/Fast" = "线条/快速";
"Uniform Areas" = "均匀区域";
"High Detail" = "高细节";

/**********************************/
/*                                */
/*         PAPER TYPE             */
/*                                */
/**********************************/

/* New HP paper type branding for v2.4 - Oct 2003 */
"Plain Paper" = "普通纸";
"HP Bright White Inkjet Paper" = "HP亮白喷墨纸";
"ColorPRO Paper" = "ColorPRO 纸";
"HP Premium Photo Paper" = "HP 优选照片纸";
"Plain/Inkjet" = "普通/喷墨";
"Photo paper" = "相纸";
"Transparency" = "投影胶片";
"HP Universal Semi-Gloss Photo Paper" = "HP 通用半光相纸";
"HP Coated Paper" = "HP 涂料纸";
"Vellum" = "牛皮纸";
"Plain" = "普通";
"Labels" = "标签";
"Bond" = "证券纸";
"Color" = "颜色";
"Glossy" = "光泽";
"Envelope" = "信封";
"Custom" = "自定义";
"HP Premium Plus Photo Satin" = "HP 超高级缎面相纸";
"HP Photo Matte" = "HP 磨砂相纸";
"HP Proofing Semi-Gloss" = "HP 亚光打样纸";
"HP Proofing Matte" = "HP 磨砂打样纸";
"Coated Paper" = "涂料纸";
"Photo Semi-Gloss" = "半光泽相纸";
"Bright White Bond" = "亮白证券纸"; 
"Brochure Gloss" = "全光泽小册子纸"; 
"Brochure Matte" = "哑光小册子纸"; 
"Coated" = "涂料纸";
"HP Proofing Gloss" = "HP全光泽校样纸"; 
"Photo Gloss" = "全光泽相纸"; 
"Photo Matte" = "哑光相纸"; 
"Photo Satin" = "丝光相纸"; 
"Proofing Gloss" = "全光泽校样纸"; 
"Proofing Matte" = "哑光校样纸"; 
"Proofing Semi-Gloss" = "半光泽校样纸"; 
"Transparency Film" = "投影胶片"; 
"Brochure Paper" = "小册子纸";

// Due to encoding, "Hahnemuhle" used in XML instead of "Hahnemühle"
"HP Hahnemuhle Smooth Fine Art Paper" = "HP Hahnemühle 光滑水彩纸";
"HP Hahnemuhle Watercolor Paper" = "HP Hahnemühle 防水纸";

"HP Artist Matte Canvas" = "HP 艺术家亚面油画布";
"Canvas" = "油画布纸";
"HP Professional Semi-Gloss Contract Proofing" = "HP 专业亚光合同打样纸";
"HP Canvas Matte" = "HP 磨砂油画纸";
"HP Premium Plus Photo Gloss" = "HP 超级光泽相纸";
"Textured Fine Art Paper" = "花纹水彩纸";
"Photo Paper" = "相纸";
"Proofing Paper" = "校样打印纸";
"HP Professional Satin Photo Paper" = "HP 专业丝光相纸";

/***********************************/
/*                                 */
/*     PAPER TYPE SUB-MENUS        */
/*  We use the XML keys here now   */ 
/*  to avoid duplication of names. */
/*                                 */
/***********************************/

"CustomMedia-category" = "自定义纸张";
"Banner and Sign Material" = "横幅及标识介质";

/**********************************/
/*                                */
/*       PAPER SOURCE             */
/*                                */
/**********************************/
"Autoselect" = "自动选择";
"Automatic" = "自动";
"Tray" = "纸盒";
"Tray 1" = "纸盒 1";
"Tray 2" = "纸盒 2";
"Rear Manual Feed" = "后部手动进纸";
"Manual Feed" = "手动进纸";
"Manual Feed:" = "手动进纸：";
"Roll" = "卷纸";
"Single Sheet" = "单张纸张";
"Multi-Sheet Tray" = "多张";

"Disable Automatic Cutter" = "禁用自动切刀";
"Cutter Off in Multi-page Job" = "在多页作业中裁纸器关闭";
"Remove Blank Areas" = "删除空白区域";
"Automatically Select" = "自动选择";

/**********************************/
/*                                */
/*       INSTALLED PENS           */
/*                                */
/**********************************/
"ColorSync profile:" = "ColorSync 配置文件：";
/* INSTALLED PEN LIST */
"color" = "颜色";
"black" = "黑色";
"gray" = "灰色";

/**********************************/
/*                                */
/*       COLOR SYNC               */
/*                                */
/**********************************/
/* Color Sync Profiles list */
"sRGB" = "sRGB";

"Application Managed Colors" = "应用程序管理的颜色";
"Printer Color Management features have been disabled as color is managed by either your application or the operating system. To enable printer color management, please select printer-managed colors from your application or select 'Vendor Matching' from the 'Color Matching' dialog." = "因为颜色由应用程序或操作系统管理，所以禁用了“打印机颜色管理”功能。要启用打印机颜色管理，请从应用程序中选择打印机管理的颜色，或从“颜色匹配”对话框中选择“供应商匹配”。";
"printer_color_management_enabling_explanation" = "已禁用打印机颜色管理功能，因为颜色是由应用程序或操作系统管理的。\n要启用打印机颜色管理，请从应用程序中选择打印机管理的颜色，或者选择“%@”（从“%@”对话框中）。";
"Color Matching" = "颜色匹配";
"Vendor Matching" = "厂商匹配";
"In printer" = "在打印机中";

/**********************************/
/*                                */
/*        DIGITAL PHOTO           */
/*                                */
/**********************************/
"Auto" = "自动";
"High" = "高";
"Low" = "低";
"Medium" = "中";

/**********************************/
/*                                */
/*       EDGE CONTROL             */
/*                                */
/**********************************/
"Maximum" = "最大";

/**********************************/
/*                                */
/*        CUSTOM MEDIA MANAGEMENT */
/*                                */
/**********************************/
"cannot_add_custom_media_message" = "要利用打印机的完整功能列表，请安装HP Utility。";
"Continue" = "继续";
"The HP Utility can be used to add custom paper types" = "可以使用 HP Utility 来添加自定义纸张类型";

/*****************************************************************************/
/*                                                                           */
/*                     JOB SETTINGS USER NAME STRINGS:                       */
/*                                                                           */
/*****************************************************************************/
"Paper Size" = "纸张尺寸";
"Paper Source" = "纸张来源";
"Print Quality" = "打印质量";
"Dry Time" = "晾干时间";
"Color Mode" = "颜色模式";
"Grayscale Mode" = "灰度模式";
"Ink Density" = "墨水浓度";

/**********************************/
/*                                */
/*       PAPER OUTPUT             */
/*                                */
/**********************************/
"Paper Output" = "出纸";
"Stacker" = "堆栈器";
"Basket" = "纸筐";

/**********************************/
/*                                */
/*       Alignment                */
/*                                */
/**********************************/
"Alignment" = "校正";
"Left" = "左";
"Center" = "置中";
"Right" = "右";

/**********************************/
/*                                */
/*       Rotation                 */
/*                                */
/**********************************/
"Rotation" = "旋轉";
"Rotate by 90" = "旋轉 90˚";
"Rotate by 180" = "旋轉 180˚";
"Rotate by 270" = "旋轉 270˚";
"HPRotation_AutoRotate_to_false" = "避免从“旋转”弹出菜单中选择“自动旋转”";

"Top Stacker" = "上方堆疊器";

"small margins" = "小邊界";

/*************************************************************************************************************/
/*************************************************************************************************************/
/*                              H E L P  -  T A G   S T R I N G S                                            */
/*************************************************************************************************************/
/*************************************************************************************************************/


/*****************************************************************************/
/*                                                                           */
/*                     PRINT QUALITY HELP STRINGS                            */
/*                                                                           */
/*****************************************************************************/
/* lowest */
/* draft */
"This option prints your document as fast as possible, but at a lower quality." = "此选项将尽快打印文档，但打印质量较差。";

/* normaldraft */
"This option prints your document with good quality and good speed." = "此选项将以良好的质量和速度打印文档。";

/* normal */
"This option prints your document with very good quality." = "此选项将以非常卓越的质量打印文档。";

/* best */
"This option prints your document with great quality, but at a slower speed." = "此选项将以卓越的质量打印文档，但打印速度较慢。";

/* highest */
"This option prints your document with high resolution photo quality, but will take longer to print." = "此选项将以高分辨率照片质量打印文档，但打印时间较长。";

/*****************************************************************************/
/*                                                                           */
/*                     PAPER SOURCE HELP STRINGS:                            */
/*                                                                           */
/*****************************************************************************/
/* Autoselect */
"Use this option to have the printer automatically switch paper trays when one tray runs out of paper." = "使用此选项让打印机在一个纸盘缺纸时自动切换纸盘。";

/* ManualFeed */
"Use this option to insert paper via the manual feed slot on the printer." = "使用此选项通过打印机上的手动进纸槽插入纸张。";

/* Rear Manual Feed */
"Use this option to insert paper via the manual feed slot on the back of the printer." = "使用此选项通过打印机背面的手动进纸槽插入纸张。";

/* Roll */
"Use this option to print from a roll of paper instead of individual sheets of paper." = "使用此选项从卷纸（而非单张纸）打印。";
"Use this option to print on Roll 6." = "使用此选项可在卷筒 6 上打印。";
"Use this option to print on Roll 5." = "使用此选项可在卷筒 5 上打印。";
"Use this option to print on Roll 4." = "使用此选项可在卷筒 4 上打印。";
"Use this option to print on Roll 3." = "使用此选项可在卷筒 3 上打印。";
"Use this option to print on Roll 2." = "使用此选项可在卷筒 2 上打印。";
"Use this option to print on Roll 1." = "使用此选项可在卷筒 1 上打印。";

/*PaperSourceSelection*/
"Use this option to let the printer select an appropriate paper source." = "使用此选项可允许打印机选择相应的纸张来源。";

/*****************************************************************************/
/*                                                                           */
/*                     INK HELP STRINGS:                                     */
/*                                                                           */
/*****************************************************************************/
/* ink | dry time slider */
"This slider adjusts the amount of time allowed for each page to dry when using the automatic two-sided printing option." = "此滑块可调整使用自动双面打印选项时，允许各页面晾干的时间量。";
/*"ink | dry time slider inactive" = "This slider adjusts the amount of time allowed for each page to dry when using the automatic two-sided printing option."; */

/* ink | ink density slider */
"This slider adjusts the amount of ink used to print your pages. The center position is the optimum for most users." = "此滑块可调节打印页面使用的墨水量。对于大多数用户来说，中心位置是最佳的选择。";
/*"ink | ink density slider inactive" = "This slider adjusts the amount of ink used to print your pages. The center position is the optimum for most users."; */

/*****************************************************************************/
/*                                                                           */
/*                        COLOR HELP STRINGS:                                */
/*                                                                           */
/*****************************************************************************/
/* ColorSync */
"Print documents using HP color profiles." = "使用 HP 颜色配置文件打印文档。";

/* ColorSmart III */
"Print documents using HP color matching." = "使用 HP 配色功能打印文档。";

/* Grayscale */
"Print documents in shades of gray." = "以灰度打印文档。";

/* True Black */
"Prints documents in black and white." = "以黑白色打印文档。";

/* AdobeRGB */
"Print documents using the AdobeRGB colorspace." = "使用 Adobe RGB 色彩空间打印文档。";

/* Application managed color */
"Print documents using the application provided color management." = "使用应用程序提供的颜色管理功能打印文档。";

/* image | colorsmart iii | saturation */
"Moving this slider to the right will produce more vivid images, moving it to the left will produce more muted tones." = "向右滑动滑块可使图像色调变得更鲜艳，向左滑动滑块可使图像色调变得更柔和。";
/*"image | colorsmart iii | saturation inactive" = "Moving this slider to the right will produce more vivid images, moving it to the left will produce more muted tones."; */

/* image | colorsmart iii | tone */
"Moving the slider to the right will produce warmer tones, moving it to the left will produce cooler tones." = "向右滑动滑块可使色调变暖，向左滑动滑块可使色调变冷。";
/*"image | colorsmart iii | tone inactive" = "Moving the slider to the right will produce warmer tones, moving it to the left will produce cooler tones."; */

/* image | greyscale | high quality */
"When this item is selected, a high quality grayscale version of your document will be printed using both the black and color ink cartridges." = "选择此项目后，将使用黑色和彩色墨盒以高质量灰度打印文档。";
"To print your document in high quality grayscale using both the black and color ink cartridges, click this item." = "要使用黑色和彩色墨盒以高质量灰度打印文档，请单击此项目。";

"This option prints your document using the quality level set on printer's front panel." = "此选项允许打印机使用在打印机前面板上设置的质量级别来打印文档。";
"This option enables the printer to automatically select the print quality to use based upon the type of paper the printer detects." = "此选项允许打印机根据它所检测到的纸张类型，自动选择要使用的打印质量。";

/*****************************************************************************/
/*                                                                           */
/*                      CMYK SETTINGS HELP STRINGS:       	                 */
/*                                                                           */
/*****************************************************************************/
/* HPCyanAdjustment */
"Moving this slider to the right will increase the cyan color intensity, moving it to the left will decrease it." = "向右滑动此滑块可增大青色的色彩强度，向左滑动此滑块可减小青色的色彩强度。";

/* HPMagentaAdjustment */
"Moving this slider to the right will increase the magenta color intensity, moving it to the left will decrease it." = "向右滑动此滑块可增大品红色的色彩强度，向左滑动此滑块可减小品红色的色彩强度。";

/* HPYellowAdjustment */
"Moving this slider to the right will increase the yellow color intensity, moving it to the left will decrease it." = "向右滑动此滑块可增大黄色的色彩强度，向左滑动此滑块可减小黄色的色彩强度。";

/* HPBlackAdjustment */
"Moving this slider to the right will increase the black color intensity, moving it to the left will decrease it." = "向右滑动此滑块可增大黑色的色彩强度，向左滑动此滑块可减小黑色的色彩强度。";

/*****************************************************************************/
/*                                                                           */
/*                      PRINT OPTIONS HELP STRINGS:                          */
/*                                                                           */
/*****************************************************************************/
/* HPEconoMode */
"Select this option to print faster and with less ink, with only a slight compromise to print quality." = "选择此选项可使打印速度更快并使用更少的墨水，同时对打印质量影响也很小。";

/*****************************************************************************/
/*                                                                           */
/*                       MISC HELP STRINGS:                                  */
/*                                                                           */
/*****************************************************************************/
"Optimize the printer output for line art." = "优化艺术线条的打印机输出。";
"Optimize the printer output for text and images." = "优化文本和图像的打印机输出。";

/*****************************************************************************/
/*                                                                           */
/*                       PS ONLY HELP STRINGS:                               */
/*                                                                           */
/*****************************************************************************/
// HPPantone
"When this option is selected, the printer extracts the PANTONE color definitions from the PostScript file and matches them with the closest CMYK colors." = "选定此选项后，打印机从 Postscript 文件中提取 PANTONE 颜色定义，并将其与最接近的 CMYK 颜色匹配。";
// HPCMYKEmulation
// HPRGBEmulation
"Select the appropriate color input profile from the list." = "从列表中选择合适的颜色输入配置文件。";
// sRGB (HP)
"Uses HP proprietary color conversion based on sRGB IEC61966-2.1." = "使用基于 sRGB IEC61966-2.1 的 HP 专有的颜色转换功能。";
// HPTransverse
"Select to rotate the printed image or document by 90 degrees. If you are using roll paper, this feature can help reduce the amount of paper that is used for the print job." = "选择将打印的图像或文档旋转 90 度。如果使用的是卷筒纸张，该功能可以帮助减少用于打印作业的纸张数量。";
// HPAutoScaling
"Prints your document on a paper size other than the one for which it is formatted." = "用一种非为其格式化的纸张尺寸打印文档。";
// MirrorPrint
"Print your document reversed left-to-right." = "以从右到左的顺序打印文档。";
// HPAutoRotate
"Select this feature to permit the image or document to be automatically rotated in order to save paper or avoid clipping." = "选择此功能可准许图像或文档自动旋转以节省纸张或避免截切。";

/*****************************************************************************/
/*                                                                           */
/*                       MANUAL BORDERLESS STRINGS:                          */
/*                                                                           */
/*****************************************************************************/

// PDE summary text
"Borderless Printing" = "无边界打印";

"Yes" = "是";
"No" = "否";

/*************************************************************************************************************/
/*************************************************************************************************************/
/*                         E N D   H E L P  -  T A G   S T R I N G S                                         */
/*************************************************************************************************************/
/*************************************************************************************************************/


/*****************************************************************************/
/*                                                                           */
/*                       UI CONSTRAINTS STRINGS:                             */
/*                                                                           */
/*****************************************************************************/
"device_is_sleeping_title" = "打印机处于睡眠模式。";
"device_is_sleeping_message" = "在打印作业时，将自动唤醒打印机。";

"output_bin_max_size_exeeded_title" = "纸张太长，无法放入下层纸筐。";
"output_bin_max_size_exeeded_description" = "选择小于 %.2f x %.2f %@ 的纸张尺寸以将纸筐设置为出纸通道。";

"select 'Printer Managed Colors'." = "选择“打印机管理的颜色”";

"paper_source_mismatch" = "选定的纸张来源中未装入纸张。";
"supply_Magenta" = "品红色";
"supply_Green" = "绿色";
"supply_LightCyan" = "浅青色";
"supply_LightMagenta" = "浅品红色";
"supply_Gray" = "灰色";
"supply_DarkGray" = "深灰色";
"Cover or levers open." = "顶盖打开或控制杆未放下。";
"off-ge" = "关";
"cm" = "厘米";
"in" = "英寸";
"supply_Transparent" = "光亮剂";
"Clear paper jam in printer, then continue printing." = "清除打印机中的卡纸，然后继续打印。";
"Render dpi" = "着色 dpi";
"The paper type has not been calibrated." = "尚未校准纸张类型。";
"Source" = "来源";
"supply_Red" = "红色";
"Selected paper size too large for loaded paper." = "选定的纸张尺寸对于装入的纸张过大。";
"supply_Cyan" = "青色";
"supply_MatteBlack" = "粗面黑";
"supply_LightGray" = "浅灰色";
"Color Management" = "颜色管理";
"supply_Blue" = "蓝色";
"alignment_needed" = "需要校准打印头。";
"Image Enlargement:" = "图像放大：";
"Paper jam: remove paper" = "卡纸：取出纸张。";
"Technical Paper" = "技术用打印介质";
"Fine Art Material" = "水彩介质";
"automatic-layout" = "由打印机自动调整";
"Bond and Coated Paper" = "证券纸和涂料纸";
"The print may be incomplete." = "打印可能未完成。";
"Cancel" = "取消";
"OK" = "好";
"manual-layout" = "在应用程序中手动调整";
"supply_PhotoBlack" = "照片黑";
"supply_Yellow" = "黄色";
"EconoMode" = "经济模式";
"Film" = "胶片";
"Do not send PCL" = "请勿发送 PCL";
"Dump raw image" = "清空 RAW 格式的图像";
"Capture PS file before processing" = "在处理前捕获 PS 文件";
"Capture PS file after processing" = "在处理后捕获 PS 文件";
"Log CUPS options into file" = "将 CUPS 选项记录到文件中";
"Do not send PS file to the printer" = "不要向打印机发送 PS 文件";

"Color Model" = "色彩模式";
"Resolution" = "分辨率";
"Reset" = "重置";
"Disable" = "禁用";
"Enable" = "启用";
"Launch HP Utility" = "启动 HP 打印机实用程序";

"Low On Ink" = "缺墨";
"Unknown" = "未知的";

/* New media types for Taj Mahal */
"Self Adhesive Material" = "背胶介质";

/* PPD */
"Installed" = "已安装";
"Not Installed" = "未安装";
"Not Ready" = "未就绪";

/*PDE*/
"Image Adjustments" = "图像调整";
"Troubleshooting" = "故障诊断";
"Reset All" = "重置所有";

/*****************************************************************************/
/*                                                                           */
/*                                                                           */
/*    DESIGNJET SPECIFIC STRINGS, MOVED FROM Designjet.strings               */
/*                                                                           */
/*                                                                           */
/*****************************************************************************/


/*****************************************************************************/
/*                                                                           */
/*    PANEL NAMES                                                            */
/*                                                                           */
/*****************************************************************************/
"Paper/Quality" = "纸张/质量";
"Margins/Layout" = "边距/布局";
"Finishing" = "完成";

/*****************************************************************************/
/*                                                                           */
/*    CONSTRAINTS                                                            */
/*                                                                           */
/*****************************************************************************/

/*****************************************************************************/
//		Constrain Prefixes
/*****************************************************************************/

"to_use_items" = "要使用禁用的项目：";
"to_use_item_ManualFeed" = "要使用“手动进纸”功能：";
"to_use_feature" = "要使用此功能： ";

/*****************************************************************************/
//		Paper Source list items
/*****************************************************************************/

"HPImageLayout_to_standard-layout" = "设置“带边距打印”选项（请参阅“边距/布局”面板）";

"HPDisableAutoCutter_to_false" = "取消选择“禁用自动切刀”（请参阅“正在完成”面板）";
"HPInkedArea_to_false" = "取消选择“删除空白区域”";
"HPInkedArea_Finishing_to_false" = "取消选择“删除空白区域”（请参阅“正在完成”面板）";

"HPUnidirectional_to_false" = "取消选择“单向”";
"HPPaperInfoIsRoll_to_false" = "选择 “单张介质上的” 或 “无边距” 纸张尺寸（参见 “页面设置” 对话框）";
"HPSelectedPaperSizeIsRoll_to_false" = "将 “缩放以适合页” 设为 “单张介质上的” 或“无边距”纸张尺寸（参见 “页面处理” 对话框）";
"HPPhysicalPaperSizeIsRoll_to_false" = "将“缩放以适合页”设为单张介质或“无边距”纸张尺寸（参见“页面处理”对话框）";
"AJSGetValidValuesPaperSourceHeuristic_description" = "在打印机规格中选择自定义页面大小（请参见 “页面设置” 对话框）（最小宽度：%.2f %@、最小高度：%.2f %@、最大宽度：%.2f %@、最大高度：%.2f %@）";
"HPPhysicalPaperSizeMarginRange_to_i1" = "请选择下边距至少为%.2f %@的自定义纸张尺寸（参见 “页面设置” 对话框）";

// HPScaleToFit_to_false = HPPhysicalPaperSizeIsRoll_to_false, to be compatible with previous (5.1) release
"HPScaleToFit_to_false" = "将“缩放以适合页”设为单张介质或“无边距”纸张尺寸（参见“页面处理”对话框）";

/*****************************************************************************/
//		Standard margins
/*****************************************************************************/

"HPPDEPaperInfoIsBorderless_to_false" = "不要从'纸张尺寸'列表中选择'无边距'纸张尺寸（参见'页面设置'对话框）";
"HPPDEPhysicalPaperSizeIsBorderless_to_false" = "不要从“缩放以适应纸张尺寸”列表中选择自定义或“无边距”尺寸（参见“纸张处理”对话框）";
"HPPDERasterPhysicalPaperSizeIsBorderless_to_false" = "不要从'缩放以适合页'列表中选择'无边距'纸张尺寸（参见'页面处理'对话框）";
"HPPDECustomPaperInfoIsBorderless_to_false" = "避免从“纸张尺寸”列表中选择自定义或“无边距”尺寸（参见 “页面设置” 对话框）";

/*****************************************************************************/
//		Oversize
/*****************************************************************************/

"HPPDEPaperInfoIsBorderless_to_true" = "将 “纸张大小” 设置为无边距纸张尺寸（参见 “页面设置” 对话框）";
"HPPaperInfoIsBorderless_to_true" = "将“纸张尺寸”设为“无边距”纸张尺寸（参见“页面设置”对话框）";
"HPSelectedPaperSizeIsBorderless_to_true" = "将“缩放以适合页”设为“无边距”纸张尺寸（参见“页面处理”对话框）";
"HPPDEPhysicalPaperSizeIsBorderless_to_true" = "将“缩放以适合页”设为“无边距”纸张尺寸（参见“页面处理”对话框）";

/*****************************************************************************/
//		Borderless
/*****************************************************************************/

"HPPaperTypeSupportsBorderless_to_true" = "将“纸张类型”设置为光泽纸（请参阅“纸张/质量”面板）";
// need to keep old constraint key (HPPaperTypeIsBorderless_to_true) to be compatible with previous release (5.1)
"HPPaperTypeIsBorderless_to_true" = "将“纸张类型”设置为光泽纸（请参阅“纸张/质量”面板）";
"HPPaperTypeIsGlossy_Quality_to_true" = "将“纸张类型”设置为光泽纸（请参阅“纸张/质量”面板）";
"HPPaperSource_to_Roll" = "将“纸张来源”设置为“卷筒纸张”（请参阅“纸张/质量”面板）";
"HPCropLines_to_false" = "取消选择“裁切线”";
"HPCropLines_Finishing_to_false" = "取消选择“裁切线”（请参阅“正在完成”面板）";

/*****************************************************************************/
//		Paper Type list items
/*****************************************************************************/

"select_print_margins_printing" = "设置“带边距打印”选项（请参阅“边距/布局”面板）";
"HPColorSyncConstraint_to_unconstrained" = "请从应用程序中选择打印机管理的颜色，或从“颜色匹配”对话框中选择“供应商匹配”";
"HPColorMatchingMode_to_Printer" = "在应用程序中选择打印机管理的颜色或在“颜色匹配”对话框中选择“在打印机中”";

/*****************************************************************************/
//		Print Quality (Quality Level) list items
/*****************************************************************************/

"select_natural_tracing_paper_type" = "选择“本色描图纸”纸张类型";
"select_another_paper_type" = "选择其它纸张类型";
"HPGlossEnhancer_to_off-ge" = "将“光亮剂”设为“关闭”";
"HPMorePasses_to_false" = "取消选择“更多通过次数”";
"HPEconoMode_to_false" = "取消选择'经济模式'";
"HPMaximumDetail_to_false" = "取消选择“最大细节”";
"HPMaximumResolution_to_false" = "取消选择“相纸的最高分辨率”";

/*****************************************************************************/
//		Gloss Enhancer
/*****************************************************************************/

"select_another_quality" = "请选择更高的打印质量";

/*****************************************************************************/
//		Max Detail
/*****************************************************************************/

"HPPrintQuality_to_best" = "将“质量”设为“最佳”";

/*****************************************************************************/
//		EconoMode
/*****************************************************************************/

"HPPaperTypeIsPlain_to_true" = "将'纸张类型'设置为普通纸";
// need to keep old constraint key to be compatible with previous release (5.1)
"HPPaperTypeIsAny_to_false" = "将'纸张类型'设置为普通纸";

"HPPrintQuality_to_draft" = "将'质量'设置为'快速'";
"HPPaperTypeIsSpecific_to_true" = "选择特定纸张类型";

/*****************************************************************************/
//		Maximum detail
/*****************************************************************************/
"HPPaperTypeIsGlossy_to_true" = "将“纸张类型”设置为光泽纸";

/*****************************************************************************/
//		Printer Emulation
/*****************************************************************************/
"HPColorOptions_to_not_grayscale" = "选择“灰度”以外的颜色模式";

/*****************************************************************************/
//		Grayscale Options
/*****************************************************************************/

"paper_type_grayscale_optimized" = "此菜单已被禁用，因为您当前的纸张类型已提供外观一致的光泽中性黑白打印件";
"HPPaperTypeIsGlossy_to_false" = "将“纸张类型”设置为非光泽纸（请参阅“纸张/质量”面板）";

/*****************************************************************************/
//		Color Balance sliders
/*****************************************************************************/

"HPColorOptions_to_colorsmart" = "选择“彩色打印”（请参阅“彩纸”选项卡）";

/*****************************************************************************/
//		Gray Balance options
/*****************************************************************************/

"HPColorOptions_to_grayscale" = "选择“灰度打印”（请参阅“彩纸”选项卡）";

/*****************************************************************************/
//		PU Service links
/*****************************************************************************/

"shared_printer_message_text" = "此功能无法用于共享打印机";

/*****************************************************************************/
//		Printer Managed Colors
/*****************************************************************************/

"printer-managed-explanation" = "在应用程序中选择打印机管理的颜色";
"HP_AP_ColorMatching_to_AP_ColorSyncMatching" = "在应用程序中选择打印机管理的颜色";

/*****************************************************************************/
//		Printer Managed Colors - Use Embedded (ICC/Colorsync)
/*****************************************************************************/

"The selected paper type doesn't support ColorSync" = "选定的纸张类型不支持 ColorSync";
"HPPaperTypeSupportsColorsync_to_true" = "选定的纸张类型不支持 ColorSync";

/*****************************************************************************/
//		Application Managed Colors
/*****************************************************************************/

"app-managed-explanation" = "在应用程序中选择应用程序管理的颜色";
"HP_AP_ColorMatching_to_AP_ApplicationColorMatching" = "在应用程序中选择应用程序管理的颜色";

/*****************************************************************************/
//		HPBPCompensation
/*****************************************************************************/
"HPIntent_to_RelativeColorimetric" = "将“渲染方式”设置为“相对色度”";

/*****************************************************************************/
//		HPAutoRotate
/*****************************************************************************/
"HPAutoRotate_to_false" = "取消选择“自动旋转”";

/*****************************************************************************/
//		HPTransverse, used in TigerEyes
/*****************************************************************************/
"HPTransverse_to_false" = "取消选择“旋转 90 度”";
"PaperSourceValue_to_Transverse" = "选择一个纸张尺寸，使其旋转后适合打印机的最大纸张宽度";

/*****************************************************************************/
//		HPHoldForAttended, Hold for Attended Printing Mode
/*****************************************************************************/
"Hold for Manual Printing" = "搁置以便手动打印";
"OutputBin_to_Stacker" = "将“出纸”设置为“堆栈器”";
"Select this setting to prevent stacker wheel marks on some photographic papers. When reaching the printer, your job will be put on hold, to be printed from the printer's front panel with the stacker cover open." = "选择此设置可防止某些相纸上出现堆栈器轮标记。 当到达打印机时，您的作业将被搁置，以便在堆栈器盖打开时从打印机的前面板打印。";

/*****************************************************************************/
/*                                                                           */
/*    TOOLTIPS                                                               */
/*                                                                           */
/*****************************************************************************/

/*****************************************************************************/
//		Info button
/*****************************************************************************/

"Constraint_Tooltip" = "在'限制和设备状态'窗格中解释禁用的项和控件，以及解决冲突的方法。";

/*****************************************************************************/
//		Paper Type And Quality Controller
/*****************************************************************************/

// HPPaperType
"Use this popup menu to indicate what type of paper you plan to print on" = "使用此弹出菜单指示要打印的纸张类型";

// HPMaximum Detail
"Selects the highest resolution possible for the quality level chosen. For most jobs default resolution is recommended. This setting decreases performance." = "选择对于所选质量级别来说尽可能高的分辨率。对于大多数作业，建议使用默认分辨率。此设置会降低性能。";

// HPMorePasses
"Select this option if you notice image quality issues. This setting decreases performance but does not increase the ink consumption." = "如果发现存在图像质量问题，请选择此选项。此设置会降低性能，但不会增加油墨消耗量。";

// HPGlossEnhancer
"Applies the finishing only on the inked area." = "仅在油墨涂染区域应用修整。";
"Applies the finishing over the whole page for more uniform surface." = "对整个页面应用修整以使表面更均匀。";
"Applies a special finishing to improve gloss uniformity and gray glossiness." = "应用特殊修整以改进光亮均匀度和灰色光泽度。";

// HPInkedArea
"If checked, only the roll paper necessary to contain the drawing will be used by the printer." = "如果选中此框，打印机将只使用绘图所必需的卷纸。";

// HPCropLines
"Select this feature to enable the printing of crop lines so that the printer will draw a line telling you where to cut to get the desired paper size." = "选择该功能即可启用裁剪线打印，以便打印机画出指示裁剪位置的线条，从而得到所需的纸张尺寸。";

// HPUnidirectional
"Select this option for unidirectional printing to get an image with better sharpness. This setting decreases performance." = "要进行单向打印以获得清晰度更高的图像，请选择此选项。此设置会降低性能。";

// Simplified print quality UI duplicated
"simple_quality_preset_ht" = "请使用选项范围在速度和质量之间进行取舍。可以以较低的质量进行快速打印，或者以较低的速度打印较高质量的文档。";
"advanced_quality_preset_ht" = "选择高级选项以便对打印质量设置进行更加精确的控制（适用于特殊需要）。";
"Choose advanced options for more precise control of the print quality settings, suitable for special needs." = "选择高级选项以便对打印质量设置进行更加精确的控制（适用于特殊需要）。";

// HPDisableAutocutter
"Unchecking this box tells the printer to cut the paper after printing." = "未选中此框即使通知打印机在打印后切纸。";
"Checking this box tells the printer to not cut the paper after printing." = "选中此方框通知打印机在打印后不切纸。";
"Checking this box tells the printer to not cut the paper after printing each page." = "选中此框即通知打印机在打印每页后不要切纸。";
"Unchecking this box tells the printer to cut the paper after printing each page." = "取消选中此框将通知打印机在打印每页后裁切纸张。";

// HPPaperSource
"MultiSheetTrayTooltip" = "使用此选项在单张纸而非纸卷上打印。";

// OutputBin
"PaperOutputAutoTooltip" = "使用此选项让打印机选择相应的纸张输出。";
"PaperOutputBuiltInTooltip" = "使用此选项将顶部堆栈器设置为默认纸张输出。";
"PaperOutputAttachedStackerTooltip" = "使用此选项将高容量堆栈器设置为默认纸张输出。";
"PaperOutputBasketTooltip" = "使用此选项将纸筐设置为默认纸张输出。";

// MarginsPolicy
"Print your job aligned with the right side of the roll." = "与卷筒右侧对齐打印作业。";
"Print your job on the center of the roll." = "与卷筒中心打印作业。";
"Print your job aligned with the left side of the roll." = "与卷筒左侧对齐打印作业。";

// HPRotation
"Select an angle of rotation" = "选择所打印图像或文档的旋转角度。如果使用卷筒纸，此功能可以帮助减少用于打印作业的纸张数量。选择“自动旋转”将允许图像或文档自动旋转，以节省纸张或避免裁切。";

/*****************************************************************************/
//		Color Management Controller
/*****************************************************************************/

// HPColorMode
"Uses Apple color engine (ColorSync) to convert from the embedded profile to the media dependent color space." = "使用 Apple 色彩引擎 (ColorSync) 可以从嵌入式配置文件转换为因介质而异的颜色空间。";
"Uses HP proprietary color conversion based on Adobe RGB (1998)." = "使用基于 Adobe RGB (1998) 的 HP 专有的颜色转换功能。";
"This printer allows the emulation of colors of other HP Designjet Printers." = "此打印机允许对其他 HP Designjet 打印机进行颜色仿真。";
"Select the Printer whose colors you want to emulate." = "选择要对其进行颜色仿真的打印机。";

/// HPColorOptions
"This option will give you a consistent glossy appearance." = "使用此选项可获得光泽均匀的外观。";
"This option will give you neutral Black and White prints." = "使用此选项可获得中性的黑白打印。";
"This option prints in black and white only; all colors and gray shades are printed as black." = "使用该选项只能进行黑白打印；所有的彩色和灰色阴影都被打印成黑色。";

/// HPIntent
"Indicates how to manage the colors that are out of range when converting between color spaces." = "说明如何管理在转换颜色空间时超出范围的颜色。";
"Use for presentation graphics, charts, or images that contain bright, saturated colors." = "用于包含亮、饱和色的演示图形、图表或图像。";
"Use for photographs or images in which colors blend together. The overall appearance of colors is preserved as much as possible." = "用于颜色互搭的照片或图像。尽可能地保持整体色外观。";
"Use when you need to match a particular color and to print it accurately. This option also maps the white of the input space to the white of the paper on which the print job is printed." = "用于需要匹配特定颜色并精确打印出来的情况。此选项还可以将输入空间中的白色映射到打印作业的纸张的白色。";
"Use when you need to print a draft to use for proofing. This option matches a particular color like the Relative Colorimetric option, but does not map the white." = "在需要打印用于打样的草图的情况下使用。该选项与“相对色度”选项一样用于匹配特定颜色，但不映射白色。";
"Select this option to adjust for differences in black color values when converting colors between color spaces." = "在颜色空间之间转换颜色时，选择此选项调整黑颜色值的差异。";

/*****************************************************************************/
//		Lightness And Hue Controller
/*****************************************************************************/

"Use this to adjust the overall tone reproduction from lighter to darker." = "使用此控件可将总体色调再现从较浅调整为较深。";
"Use this to adjust the overall color balance between cyan and red." = "使用此控件可调整青色和红色之间的总体颜色平衡。";
"Use this to adjust the overall color balance between magenta and green." = "使用此控件可调整品红色和绿色之间的总体颜色平衡。";
"Use this to adjust the overall color balance between yellow and blue." = "使用此控件可调整黄色和蓝色之间的总体颜色平衡。";
"Checking this box enables all controls and returns them to their previous values." = "选中此框将启用所有控件并使它们返回以前的值。";
"Unchecking this box disables all controls and returns them to their default values." = "取消选中此框将禁用所有控件并使它们返回默认值。";
"Use this button to set all controls to its default position." = "使用此按钮可将所有控件设置为其默认位置。";

/*****************************************************************************/
//		Gray Balance Controller
/*****************************************************************************/

"When activated, this will enable only the Midtones gray balance control and apply its settings also to the Highlight and Shadow zones of printed images." = "在处于激活状态时，将只启用中间色调灰色平衡控件，并且还会将此设置应用于已打印图像的高光和阴影区域。";
"Use these controls to define the highlight, midtone, and shadow zones for the printed image." = "使用这些控件可定义打印图像的高光区域、中间色调区域和阴影区域";
"Use these controls to adjust the gray balance of the printed image highlight areas." = "使用这些控件可调整打印图像高光区域的灰色平衡。";
"Use these controls to adjust the gray balance of the printed image midtone areas." = "使用这些控件可调整打印图像中间色调区域的灰色平衡。";
"Use these controls to adjust the gray balance of the printed image shadow areas." = "使用这些控件可调整打印图像阴影区域的灰色平衡。";

/*****************************************************************************/
//		Image Layout Controller
/*****************************************************************************/

"The printable area is equal to the selected paper size minus the selected margins. The printer will add the selected margins to the printable area and align the resulting paper to the edge of the loaded paper. The printer will cut the paper with a size equal to the selected paper size." = "可打印区域等于选定的纸张尺寸减去选定的边距。 打印机将向可打印区域增加选定的边距，并将所得的纸张与装入纸张的边缘对齐。 打印机将裁切纸张，使其尺寸等于选定的纸张尺寸。";
"The printable area is equal to the selected paper size. The printer will add the selected margins to the printable area and align the resulting paper to the edge of the loaded paper. The printer will cut the paper with a size equal to the selected paper size plus the selected margins." = "可打印区域等于选定的纸张尺寸。 打印机将向可打印区域增加选定的边距，并将所得的纸张与装入纸张的边缘对齐。 打印机将裁切纸张，使其尺寸等于选定的纸张尺寸加上选定的边距。";
"The printable area is equal to the selected paper size. The printer will align the selected paper size to the edge of the loaded paper and will clip the contents according to the selected margins. The printer will cut a paper with a size equal to the selected paper size. The printer will not print any data inside the clipped area." = "可打印区域等于选定的纸张尺寸。 打印机将使选定的纸张尺寸与装入纸张的边缘对齐，并根据选定的边距来裁切内容。 打印机将裁切纸张，使其尺寸等于选定的纸张尺寸。打印机将不会打印裁切掉的区域中的任何数据。";
"The printable area is equal to the selected paper size. The printer will align the selected paper to the edge of the loaded paper. The printer will cut the paper with a size equal to the selected paper size. To avoid white areas in the border of the drawing caused by possible paper alignment problems, the contents of the drawing will be slightly magnified." = "可打印区域等于选定的纸张尺寸。 打印机将使选定的纸张与装入纸张的边缘对齐。 打印机将裁切纸张，使其尺寸等于选定的纸张尺寸。 为避免可能存在的纸张对齐问题导致绘图边框中出现空白区域，将稍微放大绘图的内容。";
"The printable area is equal to the selected paper size. The printer will align the selected paper to the edge of the loaded paper. To avoid white areas in the border of the drawing caused by possible paper alignment problems, the printer will cut the paper with a size slightly smaller than the selected paper size." = "可打印区域等于选定的纸张尺寸。 打印机将使选定的纸张与装入纸张的边缘对齐。 为避免可能存在的纸张对齐问题导致绘图边框中出现空白区域，打印机将把纸张裁切为稍小于选定纸张尺寸。";

/*****************************************************************************/
//		Accounting Controller
/*****************************************************************************/

"Enter the job's Account ID. For printers where the \"Request Account ID\" feature exists and is enabled, the Account ID is provided by the printer administrator. In that case, if the printer has a queue, a job that does not have an Account ID may be put on hold and stored in the printer queue until an ID is entered from the Embedded Web Server." = "输入作业的帐户 ID。 对于存在请求帐户 ID 功能并已启用该功能的打印机，帐户 ID 由打印机管理员提供。 在这种情况下，如果打印机存在队列，则可能会暂停处理不带帐户 ID 的作业并将其存储在打印机队列中，直到从内嵌式 网站 服务器中输入 ID。";

/*****************************************************************************/
//		Status Alerts Controller
/*****************************************************************************/

"Shows notifications about job settings constraints, job settings mismatches between driver and printer, and printer alerts." = "显示有关作业设置限制、驱动程序与打印机之间作业设置不匹配的通知以及打印机警报。";
"Use to refresh the information about printer configuration and status." = "用于刷新有关打印机配置和状态的信息。";

/*****************************************************************************/
/*                                                                           */
/*    STATUS ALERTS                                                          */
/*                                                                           */
/*****************************************************************************/


/*****************************************************************************/
//		Cartridges
/*****************************************************************************/

"See front panel on how to proceed." = "请查看前面板以了解如何继续操作。";

"cartridge_not_present_prefix" = "";
"cartridge_not_present_sufix" = " 墨盒错误：不存在。";

"cartridge_out_of_ink_sufix" = " 墨盒错误：油墨已用完。";
"cartridge_out_of_ink_prefix" = "";

"cartridge_very_low_sufix" = " 墨盒警告：油墨不足。";
"cartridge_very_low_prefix" = "";

"cartridge_low_sufix" = " 墨盒警告:油墨不足。";
"cartridge_low_prefix" = "";

"cartridge_reseat_sufix" = " 墨盒错误：重新安装。";
"cartridge_reseat_prefix" = "";

"cartridge_replace_sufix" = " 墨盒错误：更换。";
"cartridge_replace_prefix" = "";

// Unused????
"cartridge_out_of_warranry_sufix" = " 墨盒:不在保修范围内。";
"cartridge_out_of_warranry_prefix" = "";

/*****************************************************************************/
//		Print Heads
/*****************************************************************************/

"printhead_not_present_sufix" = " 打印头错误：不存在。";
"printhead_not_present_prefix" = "";

"printhead_replace_sufix" = " 打印头错误：更换。";
"printhead_replace_prefix" = "";

"printhead_reseat_sufix" = " 打印头错误：重新安装。";
"printhead_reseat_prefix" = "";

"printhead_remove_sufix" = " 打印头错误：请取出。";
"printhead_remove_prefix" = "";

/*****************************************************************************/
//		Paper Path
/*****************************************************************************/

"Paper path out of paper." = "走纸途径缺纸。";
"Load paper for next job." = "装入纸张以用于下一个作业。";

/*****************************************************************************/
//		BiDi
/*****************************************************************************/

"paper_type_mismatch" = "打印机中没有选定的纸张类型（%@）（%@）。";
"paper_type_mismatch_description" = "请确保打印机前面板的“纸张”菜单中选择的纸张类型以及您的软件中选择的纸张类型均与打印机中实际装入的纸张类型匹配。";

"type_mismatch_multiroll" = "打印机中未装入选定的纸张类型";
"type_mismatch_multiroll_description" = "请确保软件中所选择的纸张类型与打印机中装入的纸张类型相匹配。";
"type_mismatch_in_source" = "在所选的纸张来源中没有选定的纸张类型";

"No paper loaded in selected paper source." = "选定的纸张来源中未装入纸张。";
"cut_sheet_loaded" = "打印机中装入了单张纸。";

"verify_printer_setup" = "请验证您的打印机设置。";
"verify_settings" = "请验证您的设置。";
"Please verify your printer setup." = "请验证您的打印机设置。";

"paper_size_mismatch" = "选定的纸张尺寸（宽度：%@，高度：%@）大于装入的纸张（宽度：%@，高度：%@）。";
"paper_size_mismatch_roll" = "选定的纸张尺寸（宽度：%@）大于装入的纸张（宽度：%@）。";
"size_mismatch_auto_select" = "选定的纸张尺寸（宽度：%@，高度：%@）大于装入的纸张（宽度：%@）。";

"status_services_unavailable" = "设备状态与服务不可用。";
"device_unavailable" = "设备当前可能脱机或无法访问。";

/*****************************************************************************/
//		UI constraints
/*****************************************************************************/

"manual_printing_selected_title" = "“在堆栈器打开的情况下手动打印”处于激活状态";
"manual_printing_selected_message" = "为防止此纸张类型上出现堆栈器轮标记，“搁置以便手动打印”复选框（在“正在完成”对话框中）已被激活。 您的作业将被搁置。 要打印它，请按照打印机前面板上的说明执行操作，或从作业队列中打印它（如果可用）。";
"manual_printing_required_title" = "“搁置以便手动打印”处于取消选中状态";
"manual_printing_required_message" = "为防止选定的纸张类型（在“纸张/质量”对话框中）上出现堆栈器轮标记，建议您使用“搁置以便手动打印”设置。";
"manual_printing_not_required_title" = "“搁置以便手动打印”处于选中状态";
"manual_printing_not_required_message" = "选定的纸张类型（在“纸张/质量”对话框中）不需要堆栈器打开的手动打印模式。 如果您希望在堆栈器盖打开时从打印机的前面板打印您的作业，请保留此选择。";

"paper_size_invalid" = "纸张尺寸超出打印机规格（请参见“页面设置”对话框）。";
"PaperSizeInvalid_description" = "在以下限制值内选择页面大小 – 最小宽度：%.2f %@、最小高度：%.2f %@、最大宽度：%.2f %@、最大高度：%.2f %@。";

"custom_paper_margins_too_narrow_title" = "打印机边距过窄（参见 “页面设置” 对话框）。";
"custom_paper_margins_too_narrow_message" = "边距应该至少为%.2f %@，对于边距为零的纸张尺寸除外。";

"paper_size_scale_to_feet" = "布局和纸张来源设置已自动更改，以适应在“页面处理”对话框的“缩放以适合页”中选定的新的纸张尺寸设置。";

/*****************************************************************************/
/*                                                                           */
/*    MEDIA TYPES                                                            */
/*                                                                           */
/*****************************************************************************/

/*****************************************************************************/
//		Troja Categories
/*****************************************************************************/

"ExtendedCustomMedia-category" = "附加纸张";
"Additional Paper" = "附加纸张";

/**********************************/
/*    Duplication                 */
/**********************************/

// Troja, TajMahal, Ulysses
"Bright White Bond Paper" = "亮白打印纸";

/*****************************************************************************/
//		Troja
/*****************************************************************************/

"Any" = "任何";
"Natural Tracing Paper" = "本色描图纸";
"HP Premium Instant-dry Gloss Photo Paper" = "HP特优速干高光相片纸";
"HP Matte Proofing Paper" = "HP亚光校样纸";
"Heavyweight Coated Paper" = "重磅涂层纸"; 
"HP Super Heavyweight Plus Matte Paper" = "HP 优质重磅亚面纸";
"Super Heavyweight Coated Paper" = "优质重磅涂料纸";
"HP Premium Instant-dry Satin Photo Paper" = "HP特优速干丝光相纸";
"Photo Gloss Paper (more ink)" = "高光相纸(墨多)";
"Photo Gloss Paper (less ink)" = "高光相纸(墨少)";
"Photo Semi-Gloss/Satin Paper" = "相片半光面/丝光纸";
"Photo Semi-Gloss/Satin Paper (more ink)" = "相片半光面/丝光纸(墨多)";
"Photo Semi-Gloss/Satin Paper (less ink)" = "相片半光面/丝光纸(墨少)";
"HP Professional High-gloss Contract Proofing Paper" = "HP 专业高光校样纸";
"Proofing Gloss Paper" = "打样光泽纸";
"Photo Matte Paper" = "亚光相纸";
"HP Professional Semi-gloss Contract Proofing Paper" = "HP 专业亚光校样纸";
"Proofing Semi-Gloss/Satin Paper" = "校样半光面/丝光纸";
"Proofing Matte Paper" = "打样无光泽纸";
"HP Professional Matte Canvas" = "HP 专业亚面油画布";
"HP Collector Satin Canvas" = "HP 收藏家丝光面油画布";
"HP Matte Litho-Realistic Paper" = "HP 仿打磨石版纸";
"HP Hahnemuhle Textured Fine Art Paper" = "HP Hahnemühle 纹理水彩纸";
"Fine Art Paper" = "精细美术纸";
"Thick Fine Art Paper (>250 g/m2)" = "厚精细美术纸 (> 250 克/平方米)";
"Fine Art Pearl Paper (more ink)" = "珠光艺术纸(墨多)";
"Fine Art Pearl Paper (less ink)" = "珠光艺术纸(墨少)";
"Transparent/Clear Film" = "透明投影胶片";
"Matte Film" = "磨砂胶片";
"HP Matte Photo Paper" = "HP亚光相纸";

/*****************************************************************************/
//		Taj Mahal
/*****************************************************************************/

"HP Universal Bond Paper" = "HP通用证券纸";
"HP Heavyweight Coated Paper" = "HP 重磅涂料纸";
"HP Natural Tracing Paper" = "HP 本色描图纸";
"HP Universal High-Gloss Photo Paper" = "HP 通用高光相纸";
"Photo Gloss Paper" = "高光相纸";
"Backlit Material" = "灯箱介质";
"Cling" = "附着纸";
"Adhesive Paper" = "背胶纸";
"Adhesive Polypropylene Matte" = "背胶聚丙烯亚面介质";
"Adhesive Polypropylene Satin" = "背胶聚丙烯丝光介质";
"Adhesive Vinyl" = "背胶乙烯膜";
"Translucent Bond" = "半透明证券纸";

/*****************************************************************************/
//		Red Baron
/*****************************************************************************/

"HP Baryte Photo Paper" = "HP 钡白相纸";
"HP Everyday Pigment Ink Gloss Photo Paper" = "HP 日常颜料基墨水光面相纸";
"HP Everyday Pigment Ink Satin Photo Paper" = "HP 日常颜料基墨水丝光相纸";
"HP Premium Matte Photo Paper" = "HP 特优亚光相纸";
"Photo Gloss/Semi-Gloss/Satin Paper" = "光面/亚光/丝光相纸";
"Photo Gloss/Semi-Gloss/Satin Paper (less ink)" = "光面/亚光/丝光相纸（墨少）";
"Photo Gloss/Semi-Gloss/Satin Paper (more ink)" = "光面/亚光/丝光相纸（墨多）";
"Photo Pearl Paper (less ink)" = "珠光相纸（墨少）";
"Photo Pearl Paper (more ink)" = "珠光相纸(墨多)";
"Photo Baryte Paper" = "钡白相纸";
"Canvas (less ink)" = "画布(墨少)";
"Canvas (more ink)" = "画布(墨多)";
"Fine Art Paper (less ink)" = "艺术纸（墨少）";
"Fine Art Paper (more ink)" = "艺术纸（墨多）";
"HP Premium Semi-gloss Proofing Paper" = "HP 特优半光面校样纸";
"HP Premium Vivid Color Backlit Film" = "HP特优亮彩灯箱胶片";

/*****************************************************************************/
//		Turbo Taj
/*****************************************************************************/
"Generic Natural Tracing Paper <65g/m2" = "普通本色描图纸 < 65 g/m²";
"Generic Natural Tracing Paper >65g/m2" = "普通本色描图纸 > 65 g/m²";
"HP Recycled Bond Paper" = "HP 再生绘图纸";
"Recycled Bond Paper" = "再生绘图纸";

/*****************************************************************************/
//		Achilles
/*****************************************************************************/
"Scrim Banner" = "平纹棉麻布横幅";
"HP Opaque Scrim" = "HP 不透明平纹棉麻布";
"HP Everyday Adhesive Matte Polypropylene" = "HP 日常背胶亚光聚丙烯";

/*****************************************************************************/
//		AmpereXL translations
/*****************************************************************************/
"Other" = "其他";
"HP Universal Gloss Photo Paper" = "HP 通用光面相纸";
"HP Universal Satin Photo Paper" = "HP 通用丝光相纸";
"HP Premium Gloss Photo Paper" = "HP 特优质高光相纸";
"HP Premium Satin Photo Paper" = "HP 特优质丝光相纸";
"Polypropylene Satin" = "聚丙烯丝光";
"HP Universal Heavyweight Coated Paper" = "HP通用重磅涂料纸";

/*****************************************************************************/
//		Mercury translations
/*****************************************************************************/
"HP Universal Instant-dry Gloss Photo Paper" = "HP 通用速干光面相纸";
"HP Universal Instant-dry Photo Semi-Gloss" = "HP 通用速干亚光相纸";
"HP Universal Instant-dry Satin Photo Paper" = "HP 通用速干丝光相纸";
"Plain Paper for Retail" = "零售普通纸";

"Natural Tracing Paper Rubber Resistant" = "耐擦拭本色描图纸";

"Poster Paper" = "海报纸";
"HP Premium Bond Paper, 3-in Core" = "HP 特优证券纸，3 英寸纸管";
"Plain Paper (<3C>90gsm)" = "普通纸 (<3C>90gsm)";
"Plain Paper (90-110gsm)" = "普通纸 (90-110gsm)";
"Plain Paper (>110gsm)" = "普通纸 (>110gsm)";
"Recycled Paper" = "再生纸";
"Coloured Paper" = "彩色纸";
"Digital Blueprint Paper" = "数字晒图纸";
"HP Universal Coated Paper" = "HP通用涂料纸";
"HP Production Matte Poster Paper, 3-in Core" = "HP 生产型磨砂海报纸，3 英寸纸管";
"HP Production Satin Poster Paper, 3-in Core" = "HP 生产型丝光海报纸，3 英寸纸管";
"HP Production Semi-Gloss Poster Paper, 3-in Core" = "HP 生产型半光面海报纸，3 英寸纸管";
"Poster Matte Paper" = "磨砂海报纸";
"Poster Satin Paper" = "丝光海报纸";
"Poster Gloss Paper" = "光面海报纸";
"Blueback Paper" = "蓝底纸";
"HP Polypropylene" = "HP 聚丙烯";
"Polypropylene" = "聚丙烯";
"Tyvek" = "高密度聚乙烯合成纸";
"HP Gloss Poster Paper, 3-in Core" = "HP 光面海报纸，3 英寸纸管";
"Poster Semi-Gloss Paper" = "半光面海报纸";
"HP Durable Banner with DuPontTM Tyvek" = "HP DuPont™ Tyvek® 耐用横幅";
"HP Matte Polypropylene" = "HP 磨砂聚丙烯";

"US Letter on sheet tray" = "纸盘上是美国信纸";
"Tabloid on sheet tray" = "纸盘上是小报用纸";
"C on sheet tray" = "纸盘上是 C";
"D on sheet tray" = "纸盘上是 D";
"E on sheet tray" = "纸盘上是 E";
"F on sheet tray" = "纸盘上是 F";
"US Legal on sheet tray" = "纸盘上是美国法定用纸";
"Arch A on sheet tray" = "纸盘上是 Arch A";
"Arch B on sheet tray" = "纸盘上是 Arch B";
"Arch E on sheet tray" = "纸盘上是 Arch E";
"Arch E1 on sheet tray" = "纸盘上是 Arch E1";
"Arch E2 on sheet tray" = "纸盘上是 Arch E2";
"Arch E3 on sheet tray" = "纸盘上是 Arch E3";
"A4 on sheet tray" = "纸盘上是 A4";
"A3 on sheet tray" = "纸盘上是 A3";
"A2 on sheet tray" = "纸盘上是 A2";
"A1 on sheet tray" = "纸盘上是 A1";
"A0 on sheet tray" = "纸盘上是 A0";
"B4 on sheet tray" = "纸盘上是 B4";
"B3 on sheet tray" = "纸盘上是 B3";
"B2 on sheet tray" = "纸盘上是 B2";
"B1 on sheet tray" = "纸盘上是 B1";
"B0 on sheet tray" = "纸盘上是 B0";
"C4 on sheet tray" = "纸盘上是 C4";
"C3 on sheet tray" = "纸盘上是 C3";
"C2 on sheet tray" = "纸盘上是 C2";
"C1 on sheet tray" = "纸盘上是 C1";
"C0 on sheet tray" = "纸盘上是 C0";
"JB4 on sheet tray" = "纸盘上是 JB4";
"JB3 on sheet tray" = "纸盘上是 JB3";
"JB2 on sheet tray" = "纸盘上是 JB2";
"JB1 on sheet tray" = "纸盘上是 JB1";
"JB0 on sheet tray" = "纸盘上是 JB0";
"Super B/A3 on sheet tray" = "纸盘上是 Super B/A3";
"Super C/A2, Arch C on sheet tray" = "纸盘上是 Super C/A2，Arch C";
"Super D/A1, Arch D on sheet tray" = "纸盘上是 Super D/A1，Arch D";
"10'' x 12'' on sheet tray" = "纸盘上是 10 × 12 英寸";
"10'' x 15'' on sheet tray" = "纸盘上是 10 × 15 英寸";
"11'' x 14'' on sheet tray" = "纸盘上是 11 × 14 英寸";
"12'' x 16'' on sheet tray" = "纸盘上是 12 × 16 英寸";
"14'' x 17'' on sheet tray" = "纸盘上是 14 × 17 英寸";
"14'' x 18'' on sheet tray" = "纸盘上是 14 × 18 英寸";
"16'' x 20'' on sheet tray" = "纸盘上是 16 × 20 英寸";
"18'' x 22'' on sheet tray" = "纸盘上是 18 × 22 英寸";
"20'' x 24'' on sheet tray" = "纸盘上是 20 × 24 英寸";
"22'' x 28'' on sheet tray" = "纸盘上是 22 × 28 英寸";
"24'' x 30'' on sheet tray" = "纸盘上是 24 × 30 英寸";
"30cm x 40cm on sheet tray" = "纸盘上是 30 × 40 厘米";
"30cm x 45cm on sheet tray" = "纸盘上是 30 × 45 厘米";
"40cm x 60cm on sheet tray" = "纸盘上是 40 × 60 厘米";
"50cm x 76cm on sheet tray" = "纸盘上是 50 × 76 厘米";
"60cm x 90cm on sheet tray" = "纸盘上是 60 × 90 厘米";

"High Capacity Stacker" = "高容量堆栈器";


// Changed names since May 2013
"HP Everyday Instant-dry Gloss Photo Paper" = "HP 日常速干光面相纸";
"HP Everyday Instant-dry Satin Photo Paper" = "HP 日常速干丝光相纸";
"HP Professional Instant-dry Satin Photo Paper" = "HP 专业速干丝光相纸";
"HP Premium Matte Polypropylene" = "HP 特优粗面聚丙烯";

//New media for Cheetah
"HP Universal Matte Canvas" = "HP 通用亚面油画布";

/*****************************************************************************/
/*                                                                           */
/*    UI STRINGS                                                             */
/*                                                                           */
/*****************************************************************************/

/*****************************************************************************/
//		Concept Preview
/*****************************************************************************/

"Printed on:" = "打印在：";
"Document Size:" = "文档尺寸";
"margins" = "边距";

/*****************************************************************************/
//		Summary
/*****************************************************************************/

"Printing Resolution (dpi)" = "打印分辨率 (dpi)";
"Rendering Resolution (ppi)" = "渲染分辨率 (ppi)";

/*****************************************************************************/
//		Paper Type And Quality
/*****************************************************************************/

"Roll 1" = "卷筒纸张 1";
"Roll 1:" = "卷筒 1：";
"Roll 2" = "卷筒纸张 2";
"Roll 2:" = "卷筒 2：";
"Roll 3" = "卷筒纸张 3";
"Roll 3:" = "卷筒 3：";
"Roll 4" = "卷筒纸张 4";
"Roll 4:" = "卷筒 4：";
"Roll 5" = "卷筒纸张 5";
"Roll 5:" = "卷筒 5：";
"Roll 6" = "卷筒纸张 6";
"Roll 6:" = "卷筒 6：";
"Printer Auto Select" = "打印机自动选择";

"Roll Protected ToolTip" = "对卷筒进行保护：只有在作业明确地指定卷筒号或卷筒上装入的纸张类型时，才会将作业打印到卷筒上。";

"Loaded Paper:" = "装入的纸张：";
"Unloaded" = "已取出";
"Standby" = "待机";

"Standard_quality" = "标准";
"Custom_quality" = "自定义";
"Quality Options:" = "质量选项：";
"Quality Options" = "质量选项";

"Speed" = "速度";

"Crop Lines" = "裁切线";
"More Passes" = "更多通过次数";
"Gloss Enhancer:" = "光亮剂：";
"Gloss Enhancer" = "光亮剂";
"economode-ge" = "经济模式";
"whole-page-ge" = "整个页面";

/*****************************************************************************/
//		Color Management Controller
/*****************************************************************************/
"Print in Color" = "彩色打印";
"Print in Grayscale" = "灰度打印";
"Print in Pure Black and White" = "纯黑白打印";
"Pure Black and White" = "纯黑白";

"Gray and Black inks only" = "仅限灰色和黑色墨水";
"Full set of inks" = "全套墨水";
"Color Management:" = "颜色管理：";

"Printer Managed Colors" = "打印机管理的颜色";
"Source Profile:" = "源配置文件：";
"Source Profile" = "源配置文件";
"Use Adobe RGB (1998)" = "使用 Adobe RGB (1998)";
"Use Embedded (ICC/ColorSync)" = "使用嵌入式 (ICC/ColorSync)";
"Emulated Printer" = "被仿真的打印机";
"Emulated Printer:" = "被仿真的打印机：";
"Printer Emulation" = "打印机仿真";
"Application" = "应用程序";
"Printer" = "打印机";
"Mode" = "模式";
"Mode:" = "模式：";

/*****************************************************************************/
//		Lightness And Hue Controller
/*****************************************************************************/

"Lightness and Hue" = "亮度和色调";
"Lightness" = "亮度";
"Color Balance" = "颜色平衡";
"Color Balance:" = "颜色平衡：";
"Adjust..." = "调整…";

/*****************************************************************************/
//		Gray Balance
/*****************************************************************************/

"Gray Balance" = "灰色平衡";
"Zone Definitions:" = "区域定义：";
"Highlight" = "高光";
"Midtone" = "中间色调";
"Shadow" = "阴影";
"Highlight X" = "高光 X";
"Highlight Y" = "高光 Y";
"Midtone X" = "中间色调 X";
"Midtone Y" = "中间色调 Y";
"Shadow X" = "阴影 X";
"Shadow Y" = "阴影 Y";

"Apply Midtone adjustment to all" = "全部应用中间色调调整";

/*****************************************************************************/
//		Image Layout Controller
/*****************************************************************************/

"Layout" = "布局";

"Print With Margins" = "带边距打印";

"clip-layout" = "按边距裁切内容";

"oversize-layout" = "超大尺寸";

"Borderless" = "无边界";
"standard-layout" = "标准";

"Print Preview:" = "打印预览：";
"Application View:" = "应用程序视图：";

"layout-standard-description" = "这是桌面打印机的工作方法。您将获得与在驱动程序中选定的纸张尺寸相等的尺寸。";
"layout-clipped-description" = "如果要打印的内容带白色边框且尺寸与在驱动程序中选定的纸张尺寸相等，请使用此设置。打印机将使用此白色边框作为边距，您将获得尺寸与在驱动程序中选定尺寸相等的页面。";
"layout-oversize-description" = "如果要打印的内容尺寸与在驱动程序中选定的纸张尺寸相等，请使用此设置。打印机将添加此边距到内容，您将获得比在驱动程序中选定的尺寸稍大的页面。在内容周围进行裁切，从而模拟无边界打印。";
"layout-borderless-description" = "如果您要通过应用程序控制放大程度，以免产生纸张对齐问题，从而导致纸张边框产生白色区域，请使用此设置。要使用此设置，您需要先选定比要打印机裁切的纸张尺寸大 8 毫米的自定义纸张尺寸。";
"layout-xpansion-description" = "使用此设置进行打印将不带有边界，并且图像会自动地进行轻微放大。\n之所以进行放大是为了避免发生可能的纸张对齐问题，这种对齐可能导致纸张边缘处出现空白区域。\n结果就是，图像的一部分（各页上不足 2%）会被截掉，并且比例尺也会发生变化。";

/*****************************************************************************/
//		Accounting Controller
/*****************************************************************************/

"Accounting" = "统计";
"Account ID:" = "帐户 ID：";
"Account ID" = "帐户 ID";

/*****************************************************************************/
//		Status Alerts
/*****************************************************************************/

"Constraints and Device Status" = "限制和设备状态";

/*****************************************************************************/
//		INK
/*****************************************************************************/
"Ink" = "墨水";
"Volume" = "墨水量";
"Ink Volume:" = "墨水量：";
"Dry Time:" = "晾干时间：";
"Light" = "轻";
"Less" = "更少";
"More" = "更多";
"Maximum Detail" = "最大细节";
"Print document with the highest resolution." = "以最高分辨率打印文档。";

/*****************************************************************************/
//		Cartridge Names
/*****************************************************************************/
"Glossenhancer" = "光亮剂";
"Transparent" = "光亮剂";

/*****************************************************************************/
//		Single Symbols
/*****************************************************************************/
"." = "。";

/*****************************************************************************/
//		Roll 3 accessory not installed in the printer.
/*****************************************************************************/
"Selected roll not installed in printer." = "打印机中未安装选定的卷筒。";
"Please choose a different paper source." = "请另外选择一个纸张来源。";


//
// Resources added for Oryx
//

"Loaded Paper" = "装入的纸张";
"Default Source Profile" = "默认源配置文件";

/*****************************************************************************/
//		hp designjet 130 translations
/*****************************************************************************/
"Arch B" = "Arch B";
"Arch A on the roll" = "Arch A（卷纸）";
"D on the roll" = "D（卷纸）";
"A6 on the roll" = "A6（卷纸）";
"A3 on the roll" = "A3（卷纸）";
"C" = "C";
"Super B/A3 on the roll" = "Super B/A3（卷纸）";
"D" = "D";
"C6 Envelope" = "C6 Envelope";
"C5 Envelope" = "C5 信封";
"C2" = "C2";
"C3" = "C3";
"C4" = "C4";
"Executive on the roll" = "Executive（卷纸）";
"Super C/A2, Arch C on the roll" = "Super C/A2, Arch C（卷纸）";
"Tabloid on the roll" = "小报用纸（卷纸）";
"Tabloid" = "小报用纸";
"US Legal on the roll" = "美国法定用纸（卷纸）";
"A1 on the roll" = "A1（卷纸）";
"Executive" = "Executive";
"4x6 Index on the roll" = "4x6 索引（卷纸）";
"A2 Envelope" = "A2 信封";
"A4 on the roll" = "A4（卷纸）";
"JB2" = "JB2";
"B4 on the roll" = "B4（卷纸）";
"B2" = "B2";
"C4 on the roll" = "C4（卷纸）";
"B3" = "B3";
"JB3" = "JB3";
"B4" = "B4";
"Super C/A2, Arch C" = "超大 C/A2 型, Arch C";
"JB4" = "JB4";
"Super D/A1, Arch D" = "超大 D/A1 型, Arch D";
"Super B/A3" = "超大 B/A3 型";
"5x8 Index" = "5x8 索引";
"JB5" = "JB5";
"C2 on the roll" = "C2（卷纸）";
"C on the roll" = "C（卷纸）";
"US Letter" = "美国信纸";
"A1" = "A1";
"A2 on the roll" = "A2（卷纸）";
"Statement on the roll" = "Statement（卷纸）";
"Monarch Envelope" = "Monarch 信封";
"B2 on the roll" = "B2（卷纸）";
"A2" = "A2";
"Arch A" = "Arch A";
"HP Greeting Card Envelope" = "HP 贺卡信封";
"A3" = "A3";
"JB5 on the roll" = "JB5（卷纸）";
"A4" = "A4";
"US Legal" = "美国法定用纸";
"JB4 on the roll" = "JB4（卷纸）";
"A5" = "A5";
"Statement" = "Statement";
"#10 Envelope" = "#10 Envelope";
"A6" = "A6";
"5x8 Index on the roll" = "5x8 索引（卷纸）";
"A5 on the roll" = "A5（卷纸）";
"US Letter on the roll" = "美国信纸（卷纸）";
"DL Envelope" = "DL 信封";
"4x6 Index" = "4x6 索引";
"Super D/A1, Arch D on the roll" = "Super D/A1, Arch D（卷纸）";
"JB3 on the roll" = "JB3（卷纸）";
"B3 on the roll" = "B3（卷纸）";
"JB2 on the roll" = "JB2（卷纸）";
"Arch B on the roll" = "Arch B （卷纸）";
"C3 on the roll" = "C3（卷纸）";

/*****************************************************************************/
//		HP Designjet 4020ps translations
/*****************************************************************************/
"Tabloid small margins" = "Tabloid 小边距";
"US Letter extended margins" = "美国信纸 扩展边距";
"Tabloid extended margins" = "Tabloid 扩展边距";
"JB0 extended margins" = "JB0 扩展边距";
"JB1 on sheet media" = "单张介质上的 JB1";
"JB1 no margins" = "无边距 JB1";
"Arch E small margins" = "Arch E 小边距";
"Super C/A2, Arch C extended margins" = "超大 C/A2 型, Arch C 扩展边距";
"JB4 small margins" = "JB4 小边距";
"Super D/A1, Arch D small margins" = "超大 D/A1 型, Arch D 小边距";
"A2 small margins" = "A2 小边距";
"Arch E" = "Arch E";
"Super C/A2, Arch C no margins" = "超大 C/A2 型, Arch C 无边距";
"Arch E no margins" = "Arch E 无边距";
"JB4 no margins" = "JB4 无边距";
"Arch A no margins" = "无边距 Arch A";
"JB1 extended margins" = "JB1 扩展边距";
"Super C/A2, Arch C on sheet media" = "超大 C/A2 型, Arch C 单张介质上的";
"C extended margins" = "C 扩展边距";
"Tabloid on sheet media" = "Tabloid 单张介质上的";
"A2 on sheet media" = "A2 单张介质上的";
"Arch E extended margins" = "Arch E 扩展边距";
"C no margins" = "无边距 C";
"A0" = "A0";
"D small margins" = "D 小边距";
"JB2 on sheet media" = "JB2 单张介质上的";
"D extended margins" = "D 扩展边距";
"JB2 extended margins" = "JB2 扩展边距";
"D no margins" = "无边距 D";
"JB0" = "JB0";
"JB3 small margins" = "JB3 小边距";
"JB0 no margins" = "JB0 无边距";
"US Letter no margins" = "美国信纸 无边距";
"A0 on sheet media" = "A0 单张介质上的";
"Arch B no margins" = "无边距 Arch B";
"E no margins" = "无边距 E";
"Super C/A2, Arch C small margins" = "超大 C/A2 型, Arch C 小边距";
"A0 small margins" = "A0 小边距";
"JB1" = "JB1";
"Tabloid no margins" = "Tabloid 无边距";
"Arch B extended margins" = "Arch B 扩展边距";
"E extended margins" = "E 扩展边距";
"JB3 no margins" = "JB3 无边距";
"A3 small margins" = "A3 小边距";
"JB3 extended margins" = "JB3 扩展边距";
"C on sheet media" = "C 单张介质上的";
"D on sheet media" = "D 单张介质上的";
"JB2 small margins" = "JB2 小边距";
"E on sheet media" = "E 单张介质上的";
"JB3 on sheet media" = "单张介质上的 JB3";
"C small margins" = "C 小边距";
"A4 no margins" = "A4 无边距";
"Arch E on sheet media" = "Arch E 单张介质上的";
"JB4 extended margins" = "JB4 扩展边距";
"A3 no margins" = "A3 无边距";
"E" = "E";
"Arch B small margins" = "Arch B 小边距";
"A3 on sheet media" = "A3 单张介质上的";
"Super D/A1, Arch D extended margins" = "超大 D/A1 型, Arch D 扩展边距";
"US Letter small margins" = "美国信纸 小边距";
"A2 no margins" = "无边距 A2";
"A0 extended margins" = "A0 扩展边距";
"Super D/A1, Arch D on sheet media" = "超大 D/A1 型, Arch D 单张介质上的";
"JB1 small margins" = "JB1 小边距";
"A1 extended margins" = "A1 扩展边距";
"A2 extended margins" = "A2 扩展边距";
"A1 small margins" = "A1 小边距";
"A1 no margins" = "无边距 A1";
"A3 extended margins" = "A3 扩展边距";
"JB2 no margins" = "JB2 无边距";
"A4 extended margins" = "A4 扩展边距";
"A0 no margins" = "A0 无边距";
"Arch A extended margins" = "Arch A 扩展边距";
"A1 on sheet media" = "A1 单张介质上的";
"A4 small margins" = "A4 小边距";
"JB0 on sheet media" = "JB0 单张介质上的";
"Arch A small margins" = "Arch A 小边距";
"Arch B on sheet media" = "Arch B 单张介质上的";
"E small margins" = "E 小边距";
"JB0 small margins" = "JB0 小边距";

/*****************************************************************************/
//		HP Designjet 4520mfp translations
/*****************************************************************************/
"Transparent or Clear Film" = "透明胶片";
"Outdoor Paper" = "户外防水纸";
"Glossy Film" = "高光胶片";
"Photo Semi Gloss/Satin Paper" = "相片半光面/丝光纸";
"Backlit" = "背光";

/*****************************************************************************/
//		HP Designjet T1200 translations
/*****************************************************************************/
"B3 on sheet media" = "B3 单张介质上的";
"Arch A on sheet media" = "Arch A 单张介质上的";
"US Legal on sheet media" = "美国法定用纸 单张介质上的";
"Generic Natural Tracing Paper < 65 g/m2" = "普通本色描图纸 < 65 g/m²";
"B2 on sheet media" = "B2 单张介质上的";
"JB4 on sheet media" = "JB4 单张介质上的";
"Arch E2 no margins" = "Arch E2 无边距";
"Generic Natural Tracing Paper > 65 g/m2" = "普通本色描图纸 > 65 g/m²";
"F no margins" = "F 无边距";
"Arch E1 no margins" = "Arch E1 无边距";
"B1 on sheet media" = "B1 单张介质上的";
"F on sheet media" = "F 单张介质上的";
"B3 no margins" = "无边距 B3";
"B2 no margins" = "B2 无边距";
"B0 on sheet media" = "单张介质上的 B0";
"Super B/A3 no margins" = "超大 B/A3 型 无边距";
"B4 no margins" = "B4 无边距";
"B1 no margins" = "B1 无边距";
"Arch E3 on sheet media" = "单张介质上的 Arch E3";
"B0" = "B0";
"Arch E3" = "Arch E3";
"B0 no margins" = "无边距 B0";
"B1" = "B1";
"A4 on sheet media" = "单张介质上的 A4";
"Super B/A3 on sheet media" = "超大 B/A3 型 单张介质上的";
"Arch E2" = "Arch E2";
"US Letter on sheet media" = "美国信纸 单张介质上的";
"Arch E2 on sheet media" = "单张介质上的 Arch E2";
"B4 on sheet media" = "单张介质上的 B4";
"US Legal no margins" = "美国法定用纸 无边距";
"F" = "F";
"Arch E1" = "Arch E1";
"Arch E3 no margins" = "Arch E3 无边距";
"Arch E1 on sheet media" = "Arch E1 单张介质上的";

/*****************************************************************************/
//		HP Designjet Z3100ps 24in PCL3 translations
/*****************************************************************************/
"14'' x 18''" = "14'' x 18''";
"18'' x 22''" = "18'' x 22''";
"11'' x 14'' on sheet media" = "11'' x 14'' 单张介质上的";
"30cm x 40cm on sheet media" = "单张介质上的 30cm x 40cm";
"10'' x 12''" = "10'' x 12''";
"20'' x 24''" = "20'' x 24''";
"24'' x 30'' on sheet media" = "24'' x 30'' 单张介质上的";
"22'' x 28'' on sheet media" = "22'' x 28'' 单张介质上的";
"12'' x 16'' no margins" = "12'' x 16'' 无边距";
"60cm x 90cm on sheet media" = "单张介质上的 60cm x 90cm";
"14'' x 18'' no margins" = "14'' x 18'' 无边距";
"10'' x 15'' on sheet media" = "10'' x 15'' 单张介质上的";
"50cm x 76cm on sheet media" = "单张介质上的 50cm x 76cm";
"18'' x 22'' no margins" = "18'' x 22'' 无边距";
"30cm x 45cm no margins" = "无边距 30cm x 45cm";
"16'' x 20'' no margins" = "16'' x 20'' 无边距";
"12'' x 16'' on sheet media" = "12'' x 16'' 单张介质上的";
"30cm x 40cm" = "30cm x 40cm";
"22'' x 28'' no margins" = "22'' x 28'' 无边距";
"30cm x 45cm" = "30cm x 45cm";
"24'' x 30'' no margins" = "24'' x 30'' 无边距";
"14'' x 17'' on sheet media" = "14'' x 17'' 单张介质上的";
"11'' x 14'' no margins" = "11'' x 14'' 无边距";
"50cm x 76cm" = "50cm x 76cm";
"60cm x 90cm" = "60cm x 90cm";
"40cm x 60cm no margins" = "40cm x 60cm 无边距";
"16'' x 20'' on sheet media" = "16'' x 20'' 单张介质上的";
"11'' x 14''" = "11'' x 14''";
"14'' x 18'' on sheet media" = "14'' x 18'' 单张介质上的";
"10'' x 12'' no margins" = "10'' x 12'' 无边距";
"10'' x 15'' no margins" = "10'' x 15'' 无边距";
"40cm x 60cm" = "40cm x 60cm";
"Thick Fine Art Paper (>250 g/m)" = "厚精细美术纸 (> 250 克/平方米)";
"30cm x 40cm no margins" = "无边距 30cm x 40cm";
"24'' x 30''" = "24'' x 30''";
"20'' x 24'' no margins" = "20'' x 24'' 无边距";
"18'' x 22'' on sheet media" = "18'' x 22'' 单张介质上的";
"60cm x 90cm no margins" = "无边距 60cm x 90cm";
"10'' x 15''" = "10'' x 15''";
"30cm x 45cm on sheet media" = "30cm x 45cm 单张介质上的";
"12'' x 16''" = "12'' x 16''";
"20'' x 24'' on sheet media" = "20'' x 24'' 单张介质上的";
"14'' x 17''" = "14'' x 17''";
"16'' x 20''" = "16'' x 20''";
"22'' x 28''" = "22'' x 28''";
"40cm x 60cm on sheet media" = "40cm x 60cm 单张介质上的";
"50cm x 76cm no margins" = "50cm x 76cm 无边距";
"10'' x 12'' on sheet media" = "10'' x 12'' 单张介质上的";
"14'' x 17'' no margins" = "14'' x 17'' 无边距";

/*****************************************************************************/
//		HP Designjet Z6100ps 42in Photo translations
/*****************************************************************************/
"B2 small margins" = "B2 小边距";
"C2 extended margins" = "C2 扩展边距";
"B4 small margins" = "B4 小边距";
"B0 small margins" = "B0 小边距";
"B2 extended margins" = "B2 扩展边距";
"C4 small margins" = "C4 小边距";
"C0 small margins" = "C0 小边距";
"C2 small margins" = "C2 小边距";
"F extended margins" = "F 扩展边距";
"C1 extended margins" = "C1 扩展边距";
"C2 no margins" = "无边距 C2";
"Super B/A3 small margins" = "超大 B/A3 型 小边距";
"C4 no margins" = "无边距 C4";
"C1 no margins" = "无边距 C1";
"C3 no margins" = "无边距 C3";
"C0 no margins" = "无边距 C0";
"US Legal small margins" = "美国法定用纸 小边距";
"B1 extended margins" = "B1 扩展边距";
"B1 small margins" = "B1 小边距";
"C0 extended margins" = "C0 扩展边距";
"C1 small margins" = "C1 小边距";
"B3 small margins" = "B3 小边距";
"B0 extended margins" = "B0 扩展边距";
"C0" = "C0";
"C3 small margins" = "C3 小边距";
"C4 extended margins" = "C4 扩展边距";
"C1" = "C1";
"F small margins" = "F 小边距";
"Super B/A3 extended margins" = "超大 B/A3 型 扩展边距";
"B4 extended margins" = "B4 扩展边距";
"US Legal extended margins" = "美国法定用纸 扩展边距";
"C3 extended margins" = "C3 扩展边距";
"B3 extended margins" = "B3 扩展边距";

/*****************************************************************************/
//		HP Designjet T3500 translations
/*****************************************************************************/
"Arch E1 extended margins" = "Arch E1 扩展边距";
"Arch E2 extended margins" = "Arch E2 扩展边距";
"Arch E3 extended margins" = "Arch E3 扩展边距";

"Media Size" = "介质大小";
"Photo" = "照片";

/*****************************************************************************/
//		Cassowary specific translations
/*****************************************************************************/
"Status of my Printer (Media, Ink, ...)" = "我的打印机状态（介质，墨水...）";
"C4 on sheet media" = "C4 单张介质上的";
"Euroscale Uncoated v2" = "Euroscale Uncoated v2";
"Productivity" = "生产";
"Japan Color 2001 Coated" = "Japan Color 2001 Coated";
"HP Designjet 5500ps Dye, Photo Imaging Gloss, MaxQ" = "HP Designjet 5500ps Dye，照片成像光泽纸，MaxQ";
"Standard" = "标准";
"Print Document on" = "文档打印在";
"Normal - Fast" = "正常-快速";
"42\" x 84\"" = "42 x 84";
"Maximum Resolution for Photo papers" = "相纸的最高分辨率";
"Japan Web Coated (Ad)" = "Japan Web Coated (Ad)";
"No CMYK Emulation" = "无CMYK仿真";
"HP Designjet 5500ps Dye, Prod Photo Gloss, MaxQ" = "HP Designjet 5500ps Dye，产品照片光泽纸，MaxQ";
"sRGB (HP)" = "sRGB (HP)";
"Drawings/Text" = "图形/文本";
"ANSI E" = "ANSI E";
"C3 on sheet media" = "C3 单张介质上的";
"ColorMatch RGB" = "ColorMatch RGB";
"Perceptual(Images)" = "像图感知式（图象）";
"Light Gray" = "淡灰色";
"60\" x 84\"" = "60 x 84";
"0% No Change" = "0% 无改变";
"HP Printing Knowledge Center" = "HP Printing Knowledge Center";
"+20%" = "+20%";
"HP Designjet 4000/4500 Series" = "HP Designjet 4000/4500 系列";
"No RGB Emulation" = "无RGB仿真";
"Japan Color 2002 Newspaper" = "Japan Color 2002 Newspaper";
"HP Designjet 5500 UV Series" = "HP Designjet 5500 紫外线系列";
"60\" x 72\"" = "60 x 72";
"Adobe RGB (1998)" = "Adobe RGB (1998)";
"HP Designjet 1055CM/1055CM Plus, High Gloss Photo Paper" = "HP Designjet 1055CM/1055CM Plus，高光相纸";
"Rendering Intent" = "渲染意向";
"Input Profiles" = "输入配置文件";
"Relative Colorimetric" = "相对色度";
"-25% Lighter" = "-25% 更淡";
"Apple RGB" = "Apple RGB";
"Generic Natural Tracing Paper <3C> 65 g/m2" = "普通本色描图纸 <3C> 65 g/m²";
"US Sheetfed Coated v2" = "US Sheetfed Coated v2";
"53 lpi / 600 dpi" = "53 lpi / 600 dpi";
"JMPA" = "JMPA";
"Fast (draft)" = "快速（草图）";
"Japan Color 2001 Uncoated" = "Japan Color 2001 Uncoated";
"Photoshop 5 Default CMYK" = "Photoshop 5 Default CMYK";
"256 MB Total Memory" = "共256 MB内存";
"42\" x 60\"" = "42 x 60";
"Whole Page" = "整个页面";
"+5%" = "+5%";
"Automatically by Printer" = "由打印机自动调整";
"Black Ink Only" = "仅黑色墨水";
"Images" = "图像";
"Max Quality" = "最佳质量";
"Standard Emulation" = "标准仿真";
"Oversize" = "超大尺寸";
"60 lpi / 600 dpi" = "60 lpi / 600 dpi";
"Production" = "生产";
"sRGB IEC61966-2.1" = "sRGB IEC61966-2.1";
"TOYO" = "Toyo";
"Photo Black" = "照片黑色";
"Scale to" = "缩放到";
"RGB" = "RGB";
"Apply Midtone Adjustment to All" = "全部应用中色调调整";
"US Web Coated (SWOP) v2" = "US Web Coated (SWOP) v2";
"C0 on sheet media" = "C0 单张介质上的";
"Manually in Application" = "在应用程序中手动调整";
"Native without Black Replacement" = "无黑色替代的打印机本地模式";
"Photoshop 4 Default CMYK" = "Photoshop 4 Default CMYK";
"Sheet" = "单张纸张";
"Device Maintenance" = "设备维护";
"Open WebAccess" = "Open WebAccess";
"CMYK" = "CMYK";
"Manage my Printer Queue" = "管理打印机队列";
"54\" x 84\"" = "54 x 84";
"Normal (final)" = "正常（最终）";
"Colorimetric" = "色度式";
"Saturation(Graphics)" = "颜色饱合式（图形）";
"24\" x 60\"" = "24 x 60";
"HP Designjet 1000 Series" = "HP Designjet 1000 系列";
"HP Professional PANTONE Emulation" = "HP 专业 PANTONE 仿真";
"Print with Margins" = "带边距打印";
"Black Lightness" = "黑色亮度";
"512 MB" = "512 MB";
"No Change" = "无改变";
"Automatic PANTONE(R) Calibration" = "PANTONE(R)色自动校准";
"Light Magenta" = "淡品红色";
"Default CMYK Source Profile" = "默认 CMYK 源配置文件";
"True" = "True";
"Show Print Preview" = "显示打印预览";
"Default RGB Source Profile" = "默认 RGB 源配置文件";
"DIC" = "DIC";
"HP Designjet 5000ps Dye, HW Coated Paper, MaxQ" = "HP Designjet 5000ps Dye，HW 涂料纸，MaxQ";
"None" = "无";
"HP CMYK Plus technology" = "HP CMYK Plus technology";
"Cyan Lightness" = "青色亮度";
"60\" x 96\"" = "60 x 96";
"54\" x 72\"" = "54 x 72";
"Custom Paper" = "自定义纸";
"Arch D" = "Arch D";
"S" = "S";
"192 MB Total Memory" = "共192 MB内存";
"Adobe RGB (HP)" = "Adobe RGB (HP)";
"Black Point Compensation" = "黑场补偿";
"24\" x 48\"" = "24 x 48";
"US Sheetfed Uncoated v2" = "US Sheetfed Uncoated v2";
"Best (enhanced)" = "最佳（增强）";
"HP Color Center" = "HP Color Center";
"+25% Darker" = "+25% 更深";
"HP CMYK Emulation" = "HP CMYK仿真";
"Application Managed Colors (Native)" = "打印机本地";
"54\" x 96\"" = "54 x 96";
"US Web Uncoated v2" = "US Web Uncoated v2";
"Japan Offset" = "Japan Offset";
"Installed Memory" = "已安装内存";
"M" = "M";
"Separator" = "Separator";
"HP Designjet 1055CM/1055CM Plus, Heavy Coated Paper" = "HP Designjet 1055CM/1055CM Plus，重磅涂料纸";
"C2 on sheet media" = "C2 单张介质上的";
"-20%" = "-20%";
"Adobe RGB" = "Adobe RGB";
"Rotate by 90 Degrees" = "旋转 90 度";
"Optimized for CAD" = "为CAD优化";
"C1 on sheet media" = "C1 单张介质上的";
"Arch C" = "Arch C";
"HP Designjet 5500ps Dye, HW Coated Paper, MaxQ" = "HP Designjet 5500ps Dye，HW 涂料纸，MaxQ";
"HP Designjet 5000ps Dye, Photo Imaging Gloss, MaxQ" = "HP Designjet 5000ps Dye，照片成像光泽纸，MaxQ";
"Manage my printer's queue" = "管理打印机的队列";
"Matte Black" = "亚光黑色";
"36\" x 60\"" = "36 x 60";
"Source is" = "来源：";
"Troubleshoot my Printer" = "排除打印机故障";
"Access user documentation" = "访问用户说明文件";
"Max. Quality + Enhanced IQ" = "最高质量-增强图像质量";
"42\" x 72\"" = "42 x 72";
"Light Cyan" = "淡青色";
"+10%" = "+10%";
"36\" x 72\"" = "36 x 72";
"Add Custom Paper..." = "添加自定义纸张";
"Print quality troubleshooting" = "打印质量故障排除";
"Productivity + Enhanced IQ" = "生产率-增强图像质量";
"Yellow Lightness" = "黄色亮度";
"SWOP" = "SWOP";
"False" = "False";
"256 MB" = "256 MB";
"Max Speed" = "最快速";
"HP Designjet 500/800 Series" = "HP Designjet 500/800 系列";
"EuroScale" = "EuroScale";
"Image Quality" = "图象质量";
"-10%" = "-10%";
"Status of my printer (Media, Ink,...)" = "我的打印机（介质、油墨...）的状态";
"-15%" = "-15%";
"Super D/A1, Arch D no margins" = "超大 D/A1 型, Arch D 无边距";
"Euroscale Coated v2" = "Euroscale Coated v2";
"ANSI D" = "ANSI D";
"Magenta Lightness" = "品红色亮度";
"512 MB Total Memory" = "共512 MB内存";
"HP Designjet 5500 Dye Series" = "HP Designjet 5500 印染系列";
"HPJobAccounting" = "HPJobAccounting";
"Perceptual" = "感知";
"Gray" = "灰色";
"+15%" = "+15%";
"-5%" = "-5%";
"Clip Contents by Margins" = "按边距裁切内容";
"HP RGB Emulation" = "HP RGB仿真";
"Absolute Colorimetric" = "绝对色度";
"Europe ISO Coated FOGRA27" = "Europe ISO Coated FOGRA27";
"ANSI C" = "ANSI C";
"Unidirectional" = "单向";
"Autorotate" = "自动旋转";
"Dark Gray" = "深灰色";
"HP Designjet Z6100 Series" = "HP Designjet Z6100 系列";
"HP Designjet Z6200 Series" = "HP Designjet Z6200 系列";
"HP Designjet Z6600 Series" = "HP Designjet Z6600 系列";
"ISO Coated v2 (ECI)" = "ISO Coated v2 (ECI)";
"Coated GRACoL 2006 (ISO 12647-2:2004)" = "Coated GRACoL 2006 (ISO 12647-2:2004)";
"PSO Uncoated ISO12647 (ECI)" = "PSO Uncoated ISO12647 (ECI)";
"PSO LWC Improved (ECI)" = "PSO LWC Improved (ECI)";
"Web Coated SWOP 2006 Grade 3 Paper" = "Web Coated SWOP 2006 Grade 3 Paper";
"Web Coated SWOP 2006 Grade 5 Paper" = "Web Coated SWOP 2006 Grade 5 Paper";
"Japan Color 2003 Web Coated" = "Japan Color 2003 Web Coated";

/*****************************************************************************/
//		IPP Reason
/*****************************************************************************/
"text:Printer%20busy" = "text:打印机忙";
"text:Canceling%20job" = "text:取消作业";
"text:Printer%20reports%20error.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:打印机报告错误。请参见%20HP%20打印机监视器以了解更多详细信息。";
"text:Device%20paused." = "text:设备已暂停。";
"text:Device%20is%20sleeping." = "text:设备正在休眠。";
"text:Printer%20reports%20fatal%20error.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:打印机报告致命错误。请参见%20HP%20打印机监视器以了解更多详细信息。";
"text:Idle" = "text:空闲";
"text:The%20ink%20system%20has%20failed%20and%20can%20no%20longer%20print.%20Refer%20to%20printer%20documentation.%20Turn%20printer%20Off%20then%20On." = "text:墨水系统出现故障，无法继续打印。请参阅打印机说明文档。请关闭打印机，然后重新启动。";
"text:Printer%20Error%3A%20The%20printer%20needs%20attention." = "text:打印机错误：打印机需要人为干预。";
"text:Printer%20reports%20informational%20message.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:打印机报告参考性消息。请参见%20HP%20打印机监视器以了解更多详细信息。";
"text:Printer%20reports%20warning.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:打印机发出警告。请参见%20HP%20打印机监视器以了解更多详细信息";
"text:Printer%20state%20is%20unknown." = "text:Printer%20state%20is%20unknown.";
"text:Paper%20Size%20Error%3A%20The%20specified%20custom%20paper%20size%20is%20not%20supported%20in%20the%20selected%20tray." = "text:纸张尺寸错误：所选纸盘不支持指定的自定义纸张尺寸。";
"text:ColorSync%20Manages%20Colors%20mode%20is%20not%20supported." = "text:ColorSync%20Manages%20Colors%20mode%20is%20not%20supported.";
"text:Communication%20Failure%3A%20The%20computer%20is%20no%20longer%20able%20to%20communicate%20with%20your%20printer.%20Turn%20the%20printer%20off%2C%20check%20your%20printer%20connecti\ntext:ons%20and%20check%20for%20printer%20errors%2C%20and%20turn%20the%20printer%20back%20on." = "text:通信故障：计算机无法再与打印机通信。请关闭打印机，检查打印机连接情况并查看打印机是否有错误，然后重新开启打印机。";
"text:Communication%20Failure%3A%20The%20computer%20is%20not%20currently%20able%20to%20communicate%20with%20your%20printer.%20Please%20check%20your%20printer%20connections%20and%20check\ntext:%20for%20printer%20errors." = "text:通信故障：计算机当前无法与打印机通信。请检查打印机连接情况并查看打印机是否有错误。";
"text:Paper%20Size%20Error%3A%20Custom%20paper%20sizes%20are%20not%20supported%20in%20the%20selected%20tray." = "text:纸张尺寸错误：所选纸盘不支持自定义的纸张尺寸。";
"text:Opening%20Printer%20Connection%20Failed%3A%20Unable%20to%20open%20the%20printer%20connection.%20Please%20check%20your%20printer%20connections%20and%20check%20for%20printer%20errors." = "text:打开打印机连接失败：无法打开打印机连接。请检查打印机连接情况并查看打印机是否有错误。";
"text:Opening%20printer%20connection" = "text:打开打印机连接";
"text:One%20or%20more%20printheads%20are%20not%20installed%20in%20the%20printer." = "text:%20打印%20机上%20有一%20个或%20多个%20打%20印头%20没有%20安装。";
"text:One%20or%20more%20printheads%20need(s)%20attention.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:一个%20或多个%20打%20印头%20需要%20注意。%20请%20参%20阅%20HP%20Printer%20Monitor%20以了解%20更多%20详细信息。";
"text:One%20or%20more%20print%20cartridges%20are%20not%20installed%20in%20the%20printer." = "text:%20打印%20机上%20有一%20个或%20多%20个%20打印%20墨盒%20没有%20安装。";
"text:One%20or%20more%20print%20cartridges%20need(s)%20attention.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:一个%20或%20多个%20打印%20墨盒%20需要%20注意。%20请%20参%20阅%20HP%20Printer%20Monitor%20以了解%20更多%20详细信息。";
"text:One%20or%20more%20print%20cartridges%20are%20empty.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:一个%20或%20多个%20打印%20墨盒%20是%20空的。%20请%20参%20阅%20HP%20Printer%20Monitor%20以了解%20更多%20详细信息。";
"text:One%20or%20more%20print%20cartridges%20are%20depleted.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:一个%20或%20多个%20打印%20墨盒%20已%20耗尽。%20请%20参%20阅%20HP%20Printer%20Monitor%20以了解%20更多%20详细信息。";
"text:One%20or%20more%20print%20cartridges%20are%20expired.%20Please%20refer%20to%20HP%20Printer%20Monitor%20for%20further%20details." = "text:一个%20或%20多个%20打印%20墨盒%20已%20到期。%20请%20参%20阅%20HP%20Printer%20Monitor%20以了解%20更多%20详细信息。";
"text:One%20or%20more%20print%20cartridges%20are%20very%20low%20on%20ink." = "text:打印%20机上%20有一%20个或%20多%20个%20打印%20墨盒%20墨水%20严重不足。";
"text:One%20or%20more%20print%20cartridges%20are%20low%20on%20ink." = "text:打印%20机上%20有一%20个或%20多%20个%20打印%20墨盒%20墨水不足。";
"text:One%20or%20more%20printheads%20are%20not%20compatible%20with%20your%20printer.%20Please,%20replace%20printhead%20to%20continue." = "text:有一个或多个打印头与您的打印机不兼容。请更换打印头以继续。";
"text:One%20or%20more%20printheads%20appear%20to%20be%20incorrectly%20installed,%20undetected,%20or%20incompatible." = "text:似乎未正确安装、未检测到一个或多个打印头或其不兼容。";
"text:One%20or%20more%20cartridges%20appear%20to%20be%20incorrectly%20installed,%20undetected,%20or%20incompatible." = "text:似乎未正确安装、未检测到一个或多个墨盒或其不兼容。";
"text:One%20or%20more%20cartridges%20are%20non-HP%20and%20may%20be%20counterfeit,%20used%20or%20refilled." = "text:有一个或多个墨盒非%20HP%20原装，可能是假冒、用过或重注的墨盒。";
"text:Stacker%20open.%20Please%20close%20stacker%20to%20continue%20printing." = "text:堆栈器已打开。%20请合上堆栈器以继续打印。";
"text:Printer%20has%20detected%20a%20possible%20stacker%20jam.%20Remove%20paper%20jammed%20in%20the%20stacker%20to%20continue." = "text:打印机检测到堆栈器中可能卡纸。%20请取出堆栈器中的卡纸以继续。";
"text:Printer%20has%20reported%20a%20system%20error.%20See%20front%20panel%20for%20instructions." = "text:打印机报告出现系统错误。%20请查看前面板以了解相应的说明。";

// THIS ENTRYS PRESENT IN BOTH PPD AND PDE LOCALIZATION, BUT HAVE DIFFERENT VALUES
// BELOW VALUES FROM PDE

//	"Optimize for" = "优化";
//	"Photo Pearl Paper (more ink)" = "珠光相纸（墨多）";
//	"Grayscale" = "灰度";
//	"Tray 2" = "纸盘 2";
//	"Tray 1" = "纸盘 1";
//	"Roll 2" = "卷筒 2";
//	"Roll 1" = "卷筒 1";
//	"Tray" = "纸盘";